[
  {
    "id": "sdfsa",
    "type": "block",
    "title": "1. Загальні положення.",
    "sections": [
      {
        "type": "paragraph",
        "content": [
          {
            "id": "sghsfgf",
            "nubmer": "1.1",
            "text": "Ця публічна оферта щодо надання благодійної пожертви (далі – «Оферта») є пропозицією Благодійна організація «Благодійний фонд «Відкрита Планета ЮА», код ЄДРПОУ 45449719, що знаходиться за адресою: Україна, 01010, місто Київ, вул.Князів Острозьких, будинок 5/2А (далі – «Фонд»), в особі Президента Фонду Протопопова Романа Анатольовича, невизначеному колу дієздатних фізичних осіб та юридичних осіб приватного права (далі кожна з таких осіб – «Благодійник»), укласти договір щодо надання благодійної пожертви (далі – «Договір») на умовах, описаних в цій Оферті, з кожним Благодійником, що звернеться."
          },
          {
            "id": "fadgghhf",
            "nubmer": "1.2",
            "text": "Ця Оферта є пропозицією укласти договір відповідно до ст. 641 Цивільного кодексу України."
          },
          {
            "id": "erytrfd",
            "nubmer": "1.3",
            "text": "Ця Оферта набирає чинності з моменту розміщення її на сайті Фонду в мережі Інтернет за посиланням: https://www.openplanetua.org/ (далі – «Сайт»). Ця Оферта є безстроковою та може бути змінена або відкликана Фондом у будь-який час (до її акцепту Благодійником) шляхом розміщення відповідної інформації на Сайті."
          },
          {
            "id": "zfghtyt",
            "nubmer": "1.4",
            "text": "З моменту надання пожертви в порядку, визначеному цією Офертою, Договір щодо надання благодійної пожертви, істотні умови якого передбачені цією Офертою, а інші умови Договору врегульовуються чинним законодавством України, вважається укладеним."
          },
          {
            "id": "adfghdfgs",
            "nubmer": "1.5",
            "text": "Фонд може укладати договори щодо надання благодійної пожертви в іншому порядку та/або на інших умовах, ніж це передбачено цією Офертою. Благодійник може окремо звернутися до Фонду для укладення такого договору."
          }
        ]
      }
    ]
  },
  {
    "id": "gafda3vc",
    "type": "footerBlock",
    "title": null,
    "sections": [
      {
        "type": "paragraph",
        "content": "Підпис уповноваженої особи"
      },
      {
        "type": "organization",
        "content": "БЛАГОДІЙНА ОРГАНІЗАЦІЯ «БЛАГОДІЙНИЙ ФОНД «ВІДКРИТА ПЛАНЕТА ЮА»"
      },
      {
        "type": "paragraph",
        "content": "Місцезнаходження: Україна, 01010, місто Київ, вул.Князів Острозьких, будинок 5/2А"
      },
      {
        "type": "paragraph",
        "content": "Код ЄДРПОУ 45449719."
      },
      {
        "type": "signature",
        "content": "Президент Фонду Протопопов Р.А."
      }
    ]
  }
]
