[
  {
    "id": 1,
    "title": "How to get urgent help from the \"Open Planet UA\" fund?",
    "info": [
      "If you find yourself in a situation where you need urgent help, you can contact the fund's  hotline number {{boldText:\"+38 098 152 25 43\"}}."
    ]
  },
  {
    "id": 2,
    "title": "What help can be received from the \"Open Planet UA\" fund?",
    "info": [
      "We provide assistance to adults and children who find themselves in difficult life circumstances. Our activities are carried out within the scope of the fund's activities and projects implemented jointly with international organizations.",
      "",
      "In each region, various services are provided, which may include the provision of psychological assistance, social support, access to school and preschool education, we provide humanitarian aid, strengthen the work of public services and public organizations.",
      "",
      "To learn more about help in your city, you can contact the fund's hotline number {{boldText:\"+38 098 152 25 43\"}} or email us at {{boldText:\"openplanetua@gmail.com\"}}."
    ]
  },
  {
    "id": 3,
    "title": "How to join the cooperation with the \"Open Planet UA\" foundation?",
    "info": [
      "We are open to cooperation with organizations, businesses and authorities in accordance with the directions of the fund's work within humanitarian standards, Ukrainian and international legislation.",
      "",
      "We are a reliable partner for the implementation of charitable and social projects. We are trusted by international governmental and non-governmental organizations. By cooperating with us, you contribute to the achievement of permanent changes in society.  You can contact us at the email address {{boldText:\"openplanetua@gmail.com\"}} or the fund's hotline number {{boldText:\"+38 098 152 25 43\"}}."
    ]
  },
  {
    "id": 4,
    "title": "How to support the activities of the fund?",
    "info": [
      "The Foundation is a non-profit charitable organization that implements its activities at the expense of charitable contributions from individuals and legal entities at the organization's expense.",
      "",
      "Bank Details for a charitable contribution can be found at this {{link:\"link\", \"https://www.google.com/\"}}.",
      "",
      "By supporting our activities, you give a second chance to people and families who are in trouble. On our website, we report on the funds raised and implemented programs and talk about how together we change the lives of people who were forced to ask for help for the better.",
      "",
      "We do not only solve current problems with food, home or clothes. We help people change their lives - find a job, study, earn their own money.",
      "",
      "We want people who are in a difficult situation to be able to feel the strength within themselves to rebuild and improve their own lives."
    ]
  },
  {
    "id": 5,
    "title": "How to contact the representatives of the fund?",
    "info": [
      "For any questions, you can contact the fund's hotline number {{boldText:\"+38 098 152 25 43\"}} or write to us at {{boldText:\"openplanetua@gmail.com\"}}."
    ]
  }
]
