[
  {
    "id": "1",
    "en": {
      "title": "How to get urgent help from the \"Open Planet UA\" fund?",
      "info": [
        "If you find yourself in a situation where you need urgent help, you can contact the fund's  hotline number {{boldText:\"+38 098 152 25 43\"}}."
      ]
    },
    "ua": {
      "title": "Як отримати термінову допомогу від фонду \"Відкрита Планета ЮА\"?",
      "info": [
        "Якщо ви потрапили в ситуацію, коли потребуєте термінової допомоги, ви можете звернутися за номером гарячої лінії фонду {{boldText:\"+38 098 152 25 43\"}}."
      ]
    }
  },
  {
    "id": "2",
    "en": {
      "title": "What help can be received from the \"Open Planet UA\" fund?",
      "info": [
        "We provide assistance to adults and children who find themselves in difficult life circumstances. Our activities are carried out within the scope of the fund's activities and projects implemented jointly with international organizations.",
        "",
        "In each region, various services are provided, which may include the provision of psychological assistance, social support, access to school and preschool education, we provide humanitarian aid, strengthen the work of public services and public organizations.",
        "",
        "To learn more about help in your city, you can contact the fund's hotline number {{boldText:\"+38 098 152 25 43\"}} or email us at {{boldText:\"openplanetua@gmail.com\"}}."
      ]
    },
    "ua": {
      "title": "Яку допомогу можна отримати від Благодійного фонду \"Відкрита планета ЮА\"?",
      "info": [
        "Ми надаємо допомогу дорослим та дітям, які опинилися в  складних життєвих обставинах. Наша діяльність здійснюється в межах напрямків діяльності фонду та проєктів, які впроваджуються спільно з міжнародними організаціями.",
        "",
        "У кожній області надаються різні послуги, які можуть включати надання психологічної допомоги, соціального супроводу, доступу до шкільної та дошкільної освіти, надаємо гуманітарну допомогу, посилюємо роботу державних служб та громадських організацій.",
        "",
        "Щоб дізнатися детальніше про допомогу у вашому місті, ви можете звернутися за номером гарячої лінії фонду {{boldText:\"+38 098 152 25 43\"}} або написати нам на електронну пошту {{boldText:\"openplanetua@gmail.com\"}}."
      ]
    }
  },
  {
    "id": "3",
    "en": {
      "title": "How to join the cooperation with the \"Open Planet UA\" foundation?",
      "info": [
        "We are open to cooperation with organizations, businesses and authorities in accordance with the directions of the fund's work within humanitarian standards, uarainian and international legislation.",
        "",
        "We are a reliable partner for the implementation of charitable and social projects. We are trusted by international governmental and non-governmental organizations. By cooperating with us, you contribute to the achievement of permanent changes in society.  You can contact us at the email address {{boldText:\"openplanetua@gmail.com\"}} or the fund's hotline number {{boldText:\"+38 098 152 25 43\"}}."
      ]
    },
    "ua": {
      "title": "Як долучитися до співпраці з Благодійним фондом \"Відкрита планета ЮА\"?",
      "info": [
        "Ми відкриті до співпраці з організаціями, бізнесом та владою відповідно до напрямків роботи фонду у межах гуманітарних стандартів, українського та міжнародного законодавства.",
        "",
        "Ми надійний партнер для реалізації благодійних та соціальних проєктів. Нам довіряють міжнародні урядові та неурядові організації. Співпрацюючи з нами ви сприяєте досягненню сталих змін в суспільстві. Ви можете звернутися до нас за електронною адресою {{boldText:\"openplanetua@gmail.com\"}} або за номером гарячої лінії фонду {{boldText:\"+38 098 152 25 43\"}}."
      ]
    }
  },
  {
    "id": "4",
    "en": {
      "title": "How to support the activities of the fund?",
      "info": [
        "The Foundation is a non-profit charitable organization that implements its activities at the expense of charitable contributions from individuals and legal entities at the organization's expense.",
        "",
        "Bank Details for a charitable contribution can be found at this {{link:\"link\", \"https://www.google.com/\"}}.",
        "",
        "By supporting our activities, you give a second chance to people and families who are in trouble. On our website, we report on the funds raised and implemented programs and talk about how together we change the lives of people who were forced to ask for help for the better.",
        "",
        "We do not only solve current problems with food, home or clothes. We help people change their lives - find a job, study, earn their own money. We want people who are in a difficult situation to be able to feel the strength within themselves to rebuild and improve their own lives."
      ]
    },
    "ua": {
      "title": "Як підтримати діяльність фонду?",
      "info": [
        "Фонд є неприбутковою благодійною організацією, яка впроваджує свою діяльність коштом благодійних внесків від фізичних та юридичних осіб на рахунок організації.",
        "",
        "Реквізити для благодійного внеску ви можете знайти за цим {{link:\"посиланням\", \"https://www.google.com/\"}}.",
        "",
        "Підтримуючи нашу діяльність ви даєте другий шанс людям та родинам, які опинилися в скруті. На нашому сайті ми звітуємо про залучені кошти та реалізовані програми та розповідаємо про те, як разом змінюємо на краще життя людей, що були змушені просити по допомогу.",
        "",
        "Ми з вами не лише розв'язуємо поточні проблеми з їжею, домівкою чи одягом. Ми допомагаємо людям змінити життя - знайти роботу, навчатися, самостійно заробляти. Ми хочемо, аби люди, які потрапили в скрутне становище, змогли відчути сили в собі, щоб відновити та покращити власне життя."
      ]
    }
  },
  {
    "id": "5",
    "en": {
      "title": "How to contact the representatives of the fund?",
      "info": [
        "For any questions, you can contact the fund's hotline number {{boldText:\"+38 098 152 25 43\"}} or write to us at {{boldText:\"openplanetua@gmail.com\"}}."
      ]
    },
    "ua": {
      "title": "Як звʼязатися з представниками фонду?",
      "info": [
        "Із будь-яких питань, ви можете звернутися за номером гарячої лінії фонду {{boldText:\"+38 098 152 25 43\"}} або написати нам на електронну пошту {{boldText:\"openplanetua@gmail.com\"}}."
      ]
    }
  }
]
