{
  "ua": {
    "title": "ПУБЛІЧНА ОФЕРТА БЛАГОДІЙНОЇ ОРГАНІЗАЦІЇ «БЛАГОДІЙНОГО ФОНДУ «відкрита планета ЮА»",
    "subtitle": "про отримання благодійної допомоги бенефіціарами",
    "blocks": [
      {
        "tag": "div",
        "className": "editor-block",
        "children": [
          {
            "tag": "h3",
            "className": "editor-heading-tertiary",
            "children": [
              {
                "tag": "text",
                "content": "1. Загальні положення"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "1.1. Цей договір Благодійної організації «Благодійного фонду «Відкрита Планета ЮА» про отримання благодійної допомоги бенефіціарами (далі — Договір) є Публічною офертою та укладений між Бенефіціаром та Благодійною організацією «Благодійний фонд «Відкрита Планета ЮА», код ЄДРПОУ 45449719, (надалі — Організація/Благодійник), предмет та істотні умови Договору вказані нижче."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "1.2. Відповідь про згоду укласти Договір на інших, ніж було запропоновано Організацією умовах, є відмовою від цієї Оферти і водночас вважається новою офертою на користь Організації з боку Бенефіціара, який зробив таку пропозицію."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "1.3. Строк надання відповіді (акцепту) та строк дії цієї Оферти вважається чинним протягом усього часу здійснення статутної (благодійної) діяльності Організацією до здійснення її ліквідації відповідно до чинного законодавства України включно"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "1.4. Договір вважається укладеним з моменту одержання Організацією відповіді про прийняття цієї Оферти шляхом заповнення"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " Бенефіціаром Заявки про визначення категорії особи, яка потребує благодійної допомоги "
                  }
                ]
              },
              {
                "tag": "text",
                "content": "(далі – Заявка) в електронній чи письмовій формі."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": ""
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": ""
              }
            ]
          }
        ]
      },
      {
        "tag": "div",
        "className": "editor-block",
        "children": [
          {
            "tag": "h3",
            "className": "editor-heading-tertiary",
            "children": [
              {
                "tag": "text",
                "content": "2. Поняття, що вживаються в договорі"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "2.1."
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " Публічна оферта"
                  }
                ]
              },
              {
                "tag": "text",
                "content": " – дійсна пропозиція Організації про надання благодійної допомоги (у формі коштів, майна (товарів), речових/майнових прав, робіт, послуг), яка спрямована на визначене Статутом Організації коло Бенефіціарів – фізичних осіб та розміщена на сайті Організації."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "2.2"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " Акцепт"
                  }
                ]
              },
              {
                "tag": "text",
                "content": " – повне та безумовне прийняття Оферти шляхом заповнення та відправки Бенефіціаром Заявки, електронна форма якої розміщена на Веб-сайті Організації або заповнення Заявки у письмовій формі та її передання представнику Організації. Оферта вважається акцептованою з моменту отримання та обробки Організацією відповідної Заявки."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "2.3"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " Благодійна допомога"
                  }
                ]
              },
              {
                "tag": "text",
                "content": " – безоплатна передача Організацією коштів та/або майна (товарів) у власність Бенефіціара, безоплатна передача Бенефіціару прав користування та інших речових прав на майно і майнових прав, безоплатне надання послуг та виконання робіт на користь Бенефіціара відповідно до Закону України «Про благодійну діяльність та благодійні організації» та Статуту Організації у спеціально визначеному Організацією/Благодійником порядку з метою досягнення цілей та реалізації завдань власної статутної (благодійної) діяльності, а також виконання умов цього Договору."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "2.4"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " Благодійник"
                  }
                ]
              },
              {
                "tag": "text",
                "content": " – Організація, яка на засадах добровільності, безповоротності та безоплатності здійснює індивідуальну та спільну благодійну діяльність у сферах, визначених Статутом Організації, на підставі Закону України «Про благодійну діяльність та благодійні організації» і Статуту Організації у порядку та на умовах, самостійно затверджених Організацією."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "2.5"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " Бенефіціар"
                  }
                ]
              },
              {
                "tag": "text",
                "content": " – набувач благодійної допомоги; у розумінні даного Договору – це фізична особа, яка отримує та використовує благодійну допомогу Організації у формі коштів, майна (товарів), майнових прав, робіт, послуг на умовах та у порядку, самостійно затверджених Організацією, відповідно до чинного законодавства України та Статуту Організації."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "2.6"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " Заявка про визначення категорії особи, яка потребує благодійної допомоги"
                  }
                ]
              },
              {
                "tag": "text",
                "content": " – форма відображення відомостей про фізичну особу, які надають змогу Організації присвоїти їй статус Бенефіціара, визначити вид благодійної допомоги, якої потребує Бенефіціар, та відповідність такої допомоги сферам благодійної діяльності, у межах яких Організація здійснює статутну (благодійну) діяльність."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "2.7"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " Заявка про визначення потреб"
                  }
                ]
              },
              {
                "tag": "text",
                "content": " - форма відображення відомостей про вид та кількість благодійної допомоги у формі майна (товарів), потребу в отриманні якої має Бенефіціар-фізична особа."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "2.8. Інші визначення, що вживаються у тексті цієї Оферти, застосовуються та розуміються Сторонами у значенні, закріпленому Цивільним кодексом України, Податковим кодексом України, Законом України «Про благодійну діяльність та благодійні організації» від 05.07.2012 р. No 5073 (далі – Закон No 5073)."
              }
            ]
          }
        ]
      },
      {
        "tag": "div",
        "className": "editor-block",
        "children": [
          {
            "tag": "h3",
            "className": "editor-heading-tertiary",
            "children": [
              {
                "tag": "text",
                "content": "3. Предмет договору"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "3.1. Предметом цього Договору є безоплатна і добровільна передача від Організації до Бенефіціара благодійної допомоги у формі коштів та/або майна (товарів), прав користування та інших речових прав на майно і майнових прав, безоплатне надання послуг та виконання робіт на користь Бенефіціара відповідно до Закону України «Про благодійну діяльність та благодійні організації»."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "3.2. Благодійна допомога у вигляді грошових коштів як у готівковій, так і у безготівковій формі, а також у вигляді майна (товарів) надається Організацією Бенефіціару на підставі цього Договору та акту приймання-передачі грошових коштів/майна."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "3.3. Благодійна допомога (грошові кошти) у національній валюті (гривні) у безготівковій формі перераховуються на розрахунковий банківський рахунок Бенефіціара за реквізитами, вказаними останнім у Заявці. "
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "3.4. Благодійна допомога (грошові кошти) у національній валюті (гривні) у готівковій формі, а також благодійна допомога у вигляді майна (товарів) видаються уповноваженою особою Організації за місцем роздачі благодійної допомоги та в період часу, які самостійно визначаються Організацією. Інформація про час та місце роздачі благодійної допомоги (грошових коштів) заздалегідь доводиться Організацією до відома Бенефіціарів. У випадку неможливості Бенефіціара особисто отримати грошову благодійну допомогу та/або благодійну допомогу у вигляді майна (товарів), остання може бути видана його законному представнику та/або представнику за довіреністю."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "3.5. Сума грошових коштів та/або вид, найменування і кількість майна (товарів), належних до надання Бенефіціару, визначаються Організацією відповідно до потреб Бенефіціара, які вказуються останнім у Заявці про визначення потреб, а також умов благодійних програм, проєктів, грантів, з урахуванням фінансових та інших матеріальних і організаційних можливостей Організації, на основі принципів справедливості та розумності."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "3.6. Благодійна допомога у вигляді виконання робіт та/або надання послуг на користь Бенефіціара здійснюється Організацією шляхом залучення суб’єктів господарювання (підрядників, виконавців) на договірних засадах з метою безпосереднього виконання ними певного виду робіт/надання певного виду послуг на користь Бенефіціара та подальшої їх оплати Організацією у порядку та на умовах, визначених договорами з підрядниками, виконавцями. Бенефіціар, виступаючи особою, на користь якої виконуються роботи та/або надаються послуги, наділяється правами та обов’язками, передбаченими цим Договором."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "3.7. Благодійна допомога у вигляді безоплатної передачі Організацією права користування та інших речових прав на майно і майнових прав Бенефіціару здійснюється на підставі договорів, укладених з власниками речових/майнових прав, Організацією та Бенефіціаром або на підставі договорів, укладених між Організацією та Бенефіціаром (у випадку, коли Організація сама виступає власником таких прав). Бенефіціар, виступаючи стороною такого договору, наділяється відповідними правами та обов’язками, а також несе відповідальність за дотримання договірних умов у межах, визначених чинним законодавством України і самим договором."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "3.8. Виконання цього Договору не має на меті отримання прибутку для Організації/Благодійника, а також будь-яких інших матеріальних чи нематеріальних благ в обмін на надання благодійної допомоги."
              }
            ]
          }
        ]
      },
      {
        "tag": "div",
        "className": "editor-block",
        "children": [
          {
            "tag": "h3",
            "className": "editor-heading-tertiary",
            "children": [
              {
                "tag": "text",
                "content": "4. Акцепт"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "4.1. Акцепт Оферти (прийняття умов Оферти) означає, що Бенефіціар згоден з усіма її положеннями, він ознайомлений зі Статутом Організації, який розміщений в електронному вигляді на Веб-сайті Організації, повною мірою усвідомлює і згоден з предметом Договору, метою та цілями статутної (благодійної) діяльності Організації."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "4.2. Акцепт Бенефіціара щодо умов цієї Оферти повинен бути повним і безумовним."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "4.3. Акцептом Оферти Бенефіціар підтверджує, що він ознайомлений з Додатком 1 до цього Договору (далі – Додаток 1) та надає свою добровільну згоду на збір, обробку та використання персональних даних у порядку, передбаченому Додатком 1. Згода Бенефіціара може бути відкликаною у порядку, встановленому чинним законодавством України та Додатком 1."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "4.4. Акцептом Оферти Бенефіціар надає згоду щодо використання Організацією засобів зв’язку, вказаних ним у Заявці."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "4.5. Цей Договір укладається на умовах договору приєднання та вважається укладеним з моменту прийняття публічної Оферти. Сторони погоджуються, що з моменту акцептування Оферти, цей Договір вважається укладеним в письмовій формі відповідно до статей 207, 634, 639, 641 та 642 Цивільного кодексу України та норм Закону України «Про благодійну діяльність та благодійні організації»."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "4.6. Приєднанням до цього Договору вважається заповнення Бенефіціаром Заявки в електронній чи письмовій формі."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "4.7. Акцепт Оферти не вимагає укладення Договору у вигляді окремого письмового документа між двома сторонами. Відсутність окремого двостороннього письмового Договору не тягне за собою недійсність умов Договору."
              }
            ]
          }
        ]
      },
      {
        "tag": "div",
        "className": "editor-block",
        "children": [
          {
            "tag": "h3",
            "className": "editor-heading-tertiary",
            "children": [
              {
                "tag": "text",
                "content": "5. Права та обов’язки організації і бенефіціара"
              }
            ]
          },
          {
            "tag": "h3",
            "className": "editor-heading-tertiary",
            "style": { "fontWeight": 700, "lineHeight": "160%" },
            "children": [
              {
                "tag": "text",
                "content": "5.1. ОРГАНІЗАЦІЯ МАЄ ПРАВО:"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.1.1. Надати Бенефіціару благодійну допомогу за цим Договором."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.1.2. Самостійно визначати цілі та порядок використання благодійної допомоги Бенефіціаром."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.1.3. Здійснювати контроль за використанням благодійної допомоги Бенефіціаром у самостійно визначений спосіб та строки."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.1.4. Змінити Бенефіціара благодійної допомоги у випадку порушення останнім цілей та/або порядку її використання."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.1.5. Самостійно змінювати обсяги та терміни надання благодійної допомоги з урахуванням власних фінансових можливостей та інших ресурсів, повідомляючи про це Бенефіціара."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.1.6. У будь-який момент відмовитись від цього Договору з причин відсутності та/або недостатності фінансових, організаційних, технічних чи будь-яких інших ресурсів/можливостей для надання благодійної допомоги Бенефіціару."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.1.7. Інші права, які закріплені чинним законодавством України, випливають із суті цього Договору та/або передбачені договорами, зазначеними у п. 3.6, 3.7 цього Договору."
              }
            ]
          },
          {
            "tag": "h3",
            "className": "editor-heading-tertiary",
            "style": { "fontWeight": 700, "lineHeight": "160%" },
            "children": [
              {
                "tag": "text",
                "content": "5.2. ОРГАНІЗАЦІЯ ЗОБОВ’ЯЗАНА:"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.2.1. Повідомляти Бенефіціара про місце, дату та час процедури прийому-передачі благодійної допомоги у формі коштів та/або майна (товарів)."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.2.2. Здійснювати використання, обробку та зберігання персональних даних Бенефіціара (далі – персональні дані), використання фото- та відеоматеріалів з його участю виключно у межах та з метою, визначеною у Додатку 1 та самим Договором, а також на підставах та у порядку, визначених Цивільним кодексом України, Законом України «Про захист персональних даних»."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.2.3. Не допускати розголошення персональних даних членами, волонтерами, працівниками та іншими представниками Організації у будь-який спосіб на користь третіх осіб, в тому числі органів державної влади, місцевого самоврядування, крім випадків, передбачених законодавством України і лише (якщо це необхідно) в інтересах національної безпеки, економічного добробуту, прав людини та для проведення Всеукраїнського перепису населення. Таємниця персональних даних зберігає чинність протягом строку дії даного Договору та після його припинення, крім випадків, установлених законодавством України."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.2.4. Дотримуватись збереження таємниці конфіденційної інформації, яка була довірена Бенефіціаром або яка стала відома Організації у зв’язку з укладенням та/або виконанням цього Договору. Конфіденційною є будь-яка інформація, доступ третіх осіб до якої обмежено Бенефіціаром, а також інформація, визнана такою на підставі чинного законодавства України."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.2.5. Поважати честь та гідність Бенефіціара, дотримуватися ділового етикету, контролювати належне виконання цього обов’язку з боку членів, волонтерів, працівників та інших представників Організації."
              }
            ]
          },
          {
            "tag": "h3",
            "className": "editor-heading-tertiary",
            "style": { "fontWeight": 700, "lineHeight": "160%" },
            "children": [
              {
                "tag": "text",
                "content": "5.3. БЕНЕФІЦІАР МАЄ ПРАВО:"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": "5.3.1. Під час отримання благодійної допомоги у формі коштів та/або майна (товарів):"
                  }
                ]
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.1.1 Володіти, користуватися та розпоряджатися отриманими коштами та/або майном (товарами), які передані у якості благодійної допомоги від Організації відповідно до цілей та умов, визначених Організацією."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.1.2 Взаємодіяти з Організацією в рамках правовідносин з надання благодійної допомоги."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.1.3. В односторонньому порядку відмовитися від отримання благодійної допомоги, повідомивши про це Організацію з використанням електронної пошти"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " openplanetua@gmail.com "
                  }
                ]
              },
              {
                "tag": "text",
                "content": "(далі – електронна пошта) або за контактним телефоном Організації +38 098 152 25 43 (далі – контактний телефон)."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.1.4. Взаємодіяти з Організацією в рамках правовідносин з надання благодійної допомоги."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.1.5. Просити про зміну цілей та/або порядку використання благодійної допомоги за письмовою згодою Організації або її правонаступників."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.1.6. Інші права, що передбачені чинним законодавством України або випливають із суті цього Договору."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": "5.3.2. Під час отримання благодійної допомоги у формі права користування, інших речових прав на майно та/або майнові права:"
                  }
                ]
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.2.1. Взаємодіяти з Організацією в рамках правовідносин з надання благодійної допомоги."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.2.2. Добросовісно і бережно користуватись рухомим та/або нерухомим майном (далі – майно), право користування на яке надано у якості благодійної допомоги, відповідно до цілей та порядку, визначених Організацією."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.2.3. Підтримувати отримане у користування майно у стані, придатному до використання за цільовим призначенням."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.2.4. Користуватись майновими правами, наданими Організацією у якості благодійної допомоги, відповідно до цілей та порядку, визначених Організацією."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.2.5. В односторонньому порядку відмовитися від отримання благодійної допомоги, повідомивши про це Організацію з використанням електронної пошти."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.2.6. Просити про зміну цілі та/або порядку використання благодійної допомоги за письмовою згодою Організації або її правонаступників."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.2.7. Інші права, що передбачені чинним законодавством України та/або випливають із суті цього Договору, та/або визначені у договорі, передбаченому п. 3.7. Договору, чи випливають із його суті."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": "5.3.3. Під час отримання благодійної допомоги у формі виконання робіт/надання послуг:"
                  }
                ]
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.3.1. Користуватись благодійною допомогою у вигляді виконання робіт/надання послуг відповідно до цілей, порядку та умов, визначених Організацією."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.3.2. Взаємодіяти з Благодійником під час виконання цього Договору."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.3.3. Вимагати від підрядника та/або виконавця, залучених Організацією, належного та своєчасного виконання робіт/надання послуг у якості благодійної допомоги"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.3.4. Здійснювати контроль за якістю та належністю виконання робіт/надання послуг у якості благодійної допомоги з боку підрядника/виконавця, залучених Організацією."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.3.5. Вимагати від підрядника/виконавця, залучених Організацією, виправлення дефектів та/або недоліків, пов’язаних з виконанням робіт/наданням послуг у якості благодійної допомоги."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.3.6. Отримувати від підрядника/виконавця, залучених Організацією, документи (їх копії), матеріали, будь-яку іншу інформацію про хід виконання робіт/надання послуг у якості благодійної допомоги та результати їх виконання/надання, вимагати від підрядника/виконавця надання письмових звітів про виконані роботи/надані послуги."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.3.7. На виплату штрафних санкцій, відшкодування збитків та іншої матеріальної чи нематеріальної шкоди, завданої підрядником/виконавцем, залученими Організацією, шляхом невиконання робіт/ненадання послуг чи неналежного виконання робіт/надання послуг у якості благодійної допомоги, іншими порушеннями своїх зобов’язань, у повному обсязі."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.3.8. В односторонньому порядку відмовитися від отримання благодійної допомоги, повідомивши про це Організацію з використанням електронної пошти."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.3.9. Просити про зміну цілі та/або порядку використання благодійної допомоги за письмовою згодою Організації або її правонаступників."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.3.10. Інші права, що передбачені чинним законодавством України та/або випливають із суті цього Договору, та/або визначені у договорі, передбаченому п. 3.6. Договору, чи випливають із його суті."
              }
            ]
          },
          {
            "tag": "h3",
            "className": "editor-heading-tertiary",
            "style": { "fontWeight": 700, "lineHeight": "160%" },
            "children": [
              {
                "tag": "text",
                "content": "5.4. БЕНЕФІЦІАР ЗОБОВ’ЯЗАНИЙ:"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.4.1. Використовувати благодійну допомогу, надану Організацією, відповідно до цілей, умов та у порядку визначених Організацією."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.4.2. На вимогу Організації надавати звіт про використання благодійної допомоги за формою та у строк, встановлений Організацією."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.4.3. Нести відповідальність за пошкодження та/або руйнування майна, право користування якого було надано йому Організацією у якості благодійної допомоги, у порядку та межах, визначених чинним законодавством України та умовами договору, зазначеного у п. 3.7 цього Договору."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.4.4. Сприяти підряднику/виконавцю, залученим Організацією, а також самій Організації в питаннях надання благодійної допомоги, зокрема, надавати необхідні документи, матеріали, іншу інформацію, використання яких зумовлює законність, належність та своєчасність надання благодійної допомоги."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.4.5. Інші обов’язки, які закріплені чинним законодавством України, випливають із суті цього Договору та/або передбачені договорами, зазначеними у п. 3.6, 3.7 цього Договору."
              }
            ]
          }
        ]
      },
      {
        "tag": "div",
        "className": "editor-block",
        "children": [
          {
            "tag": "h3",
            "className": "editor-heading-tertiary",
            "children": [
              {
                "tag": "text",
                "content": "6. Інші умови договору"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "6.1. Здійснення статутної (благодійної) діяльності триває до того моменту, поки Організація не вирішить її припинити, про що Бенефіціари будуть повідомлені шляхом розміщення відповідної інформації на Веб-сайті Організації."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "6.2. Усі спори, що виникають у зв’язку з укладенням та виконанням цього Договору або пов’язані із ним, вирішуються шляхом переговорів між Сторонами. Якщо спір неможливо вирішити шляхом переговорів, він вирішується у судовому порядку за встановленою предметною юрисдикцією та підсудністю такого спору відповідно до чинного законодавства України."
              }
            ]
          }
        ]
      },
      {
        "tag": "div",
        "className": "editor-block",
        "children": [
          {
            "tag": "h3",
            "className": "editor-heading-tertiary",
            "children": [
              {
                "tag": "text",
                "content": "ЗГОДА-ПОВІДОМЛЕННЯ НА ЗБІР, ОБРОБКУ ТА ВИКОРИСТАННЯ ПЕРСОНАЛЬНИХ ДАНИХ"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "Я,"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " Бенефіціар,"
                  }
                ]
              },
              {
                "tag": "text",
                "content": " що акцептував"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " Публічну оферту про здійснення благодійної допомоги на користь бенефіціарів БЛАГОДІЙНОЇ ОРГАНІЗАЦІЇ «БЛАГОДІЙНОГО ФОНДУ «ВІДКРИТА ПЛАНЕТА ЮА»"
                  }
                ]
              },
              {
                "tag": "text",
                "content": " (далі – Організація),"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " свідомо та добровільно надаю свою згоду"
                  }
                ]
              },
              {
                "tag": "text",
                "content": " Організації відповідно до Закону України «Про захист персональних даних»"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " на автоматизовану, а також без використання засобів автоматизації обробку (включаючи збирання, накопичення, зберігання та використання)"
                  }
                ]
              },
              {
                "tag": "text",
                "content": " моїх персональних даних (прізвище, ім’я, по батькові, реєстраційний номер облікової картки платника податків, номер засобу зв’язку, адреса електронної пошти, інші дані),"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " добровільно наданих мною під час прохання про отримання благодійної допомоги."
                  }
                ]
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": " "
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "Підписанням даної згоди-повідомлення підтверджую, що я"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " письмово повідомлений(а) про включення моїх персональних даних до бази Бенефіціарів Організації, цілі обробки персональних даних, а також про свої права,"
                  }
                ]
              },
              {
                "tag": "text",
                "content": " передбачені ст. 8 ЗУ «Про захист персональних даних»:"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": " "
              }
            ]
          },
          {
            "tag": "ol",
            "className": "editor-numbered-list",
            "children": [
              {
                "tag": "li",
                "className": "editor-numbered-item",
                "children": [
                  {
                    "tag": "text",
                    "content": "Знати про джерела збирання, місцезнаходження своїх персональних даних, мету їх обробки, місцезнаходження або місце проживання (перебування) володільця чи розпорядника персональних даних або дати відповідне доручення щодо отримання цієї інформації уповноваженим ним особам, крім випадків, встановлених законом;"
                  }
                ]
              },
              {
                "tag": "li",
                "className": "editor-numbered-item",
                "children": [
                  {
                    "tag": "text",
                    "content": "Отримувати інформацію про умови надання доступу до персональних даних, зокрема інформацію про третіх осіб, яким передаються його персональні дані;"
                  }
                ]
              },
              {
                "tag": "li",
                "className": "editor-numbered-item",
                "children": [
                  {
                    "tag": "text",
                    "content": "На доступ до своїх персональних даних;"
                  }
                ]
              },
              {
                "tag": "li",
                "className": "editor-numbered-item",
                "children": [
                  {
                    "tag": "text",
                    "content": "Отримувати у встановлений законодавством України термін відповідь про те, чи обробляються його персональні дані, а також отримувати зміст таких персональних даних;"
                  }
                ]
              },
              {
                "tag": "li",
                "className": "editor-numbered-item",
                "children": [
                  {
                    "tag": "text",
                    "content": "Пред’являти вмотивовану вимогу володільцю персональних даних із запереченням проти обробки своїх персональних даних;"
                  }
                ]
              },
              {
                "tag": "li",
                "className": "editor-numbered-item",
                "children": [
                  {
                    "tag": "text",
                    "content": "Пред’являти вмотивовану вимогу щодо зміни або знищення своїх персональних даних будь-яким володільцем та розпорядником персональних даних, якщо ці дані обробляються незаконно чи є недостовірними;"
                  }
                ]
              },
              {
                "tag": "li",
                "className": "editor-numbered-item",
                "children": [
                  {
                    "tag": "text",
                    "content": "На захист своїх персональних даних від незаконної обробки та випадкової втрати, знищення, пошкодження у зв’язку з умисним приховуванням, ненаданням чи несвоєчасним їх наданням, а також на захист від надання відомостей, що є недостовірними чи ганьблять честь, гідність та ділову репутацію фізичної особи;"
                  }
                ]
              },
              {
                "tag": "li",
                "className": "editor-numbered-item",
                "children": [
                  {
                    "tag": "text",
                    "content": "Звертатися із скаргами на обробку своїх персональних даних до Уповноваженого або до суду;"
                  }
                ]
              },
              {
                "tag": "li",
                "className": "editor-numbered-item",
                "children": [
                  {
                    "tag": "text",
                    "content": "Застосовувати засоби правового захисту в разі порушення законодавства про захист персональних даних;"
                  }
                ]
              },
              {
                "tag": "li",
                "className": "editor-numbered-item",
                "children": [
                  {
                    "tag": "text",
                    "content": "Вносити застереження стосовно обмеження права на обробку своїх персональних даних під час надання згоди;"
                  }
                ]
              },
              {
                "tag": "li",
                "className": "editor-numbered-item",
                "children": [
                  {
                    "tag": "text",
                    "content": "Відкликати згоду на обробку персональних даних;"
                  }
                ]
              },
              {
                "tag": "li",
                "className": "editor-numbered-item",
                "children": [
                  {
                    "tag": "text",
                    "content": "Знати механізм автоматичної обробки персональних даних;"
                  }
                ]
              },
              {
                "tag": "li",
                "className": "editor-numbered-item",
                "children": [
                  {
                    "tag": "text",
                    "content": "На захист від автоматизованого рішення, яке має для нього правові наслідки."
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "tag": "div",
        "className": "editor-block",
        "children": [
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "Крім того, відповідно до ст. 307 Цивільного кодексу України, я,"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " Бенефіціар, що акцептував Публічну оферту про здійснення благодійної допомоги на користь бенефіціарів БЛАГОДІЙНОЇ ОРГАНІЗАЦІЇ «БЛАГОДІЙНОГО ФОНДУ «ВІДКРИТА ПЛАНЕТА ЮА»"
                  }
                ]
              },
              {
                "tag": "text",
                "content": " (далі – Публічна оферта, Організація),"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " свідомо та добровільно надаю свою згоду"
                  }
                ]
              },
              {
                "tag": "text",
                "content": " Організації на проведення фото- та відеозйомки з метою, вказаною у п. 4.4. Публічної оферти."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": " "
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " Згода на проведення фото- та відеозйомки може бути відкликана Бенефіціаром шляхом повідомлення Організації на електронну пошту openplanetua@gmail.com."
                  }
                ]
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": " "
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": "Ця згода-повідомлення діє протягом невизначеного строку."
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "tag": "div",
        "className": "editor-block",
        "children": [
          {
            "tag": "h3",
            "className": "editor-heading-tertiary",
            "style": {
              "fontWeight": 500,
              "lineHeight": "150%"
            },
            "children": [
              {
                "tag": "text",
                "content": "Підпис уповноваженої особи:"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": " "
              }
            ]
          },
          {
            "tag": "h2",
            "className": "editor-heading-secondary",
            "children": [
              {
                "tag": "text",
                "content": "Благодійна організація “Благодійний фонд “Відкрита планета ЮА”"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": " "
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "style": {
              "lineHeight": "150%",
              "fontSize": "20px"
            },
            "children": [
              {
                "tag": "text",
                "content": "Місцезнаходження:  01010, Україна, м.Київ, вул. Князів Острожських будинок 5/2А"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": " "
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "style": {
              "lineHeight": "150%",
              "fontSize": "20px"
            },
            "children": [
              {
                "tag": "text",
                "content": "Код ЄДРПОУ 45449719"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": " "
              }
            ]
          },
          {
            "tag": "h3",
            "className": "editor-heading-tertiary",
            "children": [
              {
                "tag": "text",
                "content": "Голова фонду Протопопов Р.А."
              }
            ]
          }
        ]
      }
    ]
  },
  "en": {
    "title": "PUBLIC OFFER CHARITABLE ORGANIZATION “CHARITABLE FOUNDATION “OPEN PLANET UA”",
    "subtitle": "on receiving charitable assistance by beneficiaries",
    "blocks": [
      {
        "tag": "div",
        "className": "editor-block",
        "children": [
          {
            "tag": "h3",
            "className": "editor-heading-tertiary",
            "children": [
              {
                "tag": "text",
                "content": "1. General provisions"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "1.1. This agreement of the Charitable Organization “Charitable Foundation ‘Open Planet UA'” on the receipt of charitable assistance by beneficiaries (hereinafter referred to as the “Agreement”) is a Public Offer and is concluded between the Beneficiary and the Charitable Organization “Charitable Foundation ‘Open Planet UA'”, registration code 45449719, (hereinafter referred to as the “Organization/Donor”), with the subject and essential terms of the Agreement specified below."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "1.2. A response agreeing to enter into the Agreement under conditions different from those proposed by the Organization shall be considered a rejection of this Offer and simultaneously a new offer to the Organization from the Beneficiary who made such a proposal."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "1.3. The period for providing a response (acceptance) and the validity period of this Offer shall be considered valid throughout the time the Organization carries out its statutory (charitable) activities until its liquidation, in accordance with the current legislation of Ukraine."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "1.4. The Agreement is considered concluded from the moment the Organization receives a response accepting this Offer through the submission of an Application for determining the category of a person in need of charitable assistance (hereinafter referred to as the “Application”) in electronic or written form."
              }
            ]
          }
        ]
      },
      {
        "tag": "div",
        "className": "editor-block",
        "children": [
          {
            "tag": "h3",
            "className": "editor-heading-tertiary",
            "children": [
              {
                "tag": "text",
                "content": "2. Terms used in the agreement"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "2.1."
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " Public Offer"
                  }
                ]
              },
              {
                "tag": "text",
                "content": " – the current proposal of the Organization for providing charitable assistance (in the form of funds, property (goods), property/rights, work, services) aimed at a defined circle of Beneficiaries – natural persons, as specified in the Organization’s Statute and posted on the Organization’s website."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "2.2"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " Acceptance"
                  }
                ]
              },
              {
                "tag": "text",
                "content": " – full and unconditional acceptance of the Offer by the Beneficiary through the submission and sending of the Application, the electronic form of which is posted on the Organization’s Website, or by filling out the Application in written form and submitting it to a representative of the Organization. The Offer is considered accepted from the moment the Organization receives and processes the respective Application."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "2.3"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " Charitable Assistance"
                  }
                ]
              },
              {
                "tag": "text",
                "content": " – gratuitous transfer by the Organization of funds and/or property (goods) into the ownership of the Beneficiary, gratuitous transfer of rights of use and other property rights over assets and property rights, gratuitous provision of services and work performance for the benefit of the Beneficiary in accordance with the Law of Ukraine “On Charitable Activities and Charitable Organizations” and the Organization’s Statute, in a procedure specifically determined by the Organization/Donor to achieve the goals and implement the objectives of its statutory (charitable) activities, as well as fulfilling the terms of this Agreement."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "2.4"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " Donor"
                  }
                ]
              },
              {
                "tag": "text",
                "content": " – the Organization that, based on principles of voluntariness, irrevocability, and gratuity, carries out individual and collective charitable activities in areas defined by the Organization’s Statute, based on the Law of Ukraine “On Charitable Activities and Charitable Organizations” and the Organization’s Statute in a manner and under conditions independently approved by the Organization."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "2.5"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " Beneficiary"
                  }
                ]
              },
              {
                "tag": "text",
                "content": " – a recipient of charitable assistance; within the meaning of this Agreement, a natural person who receives and uses charitable assistance from the Organization in the form of funds, property (goods), property rights, work, and services under conditions and in a manner independently approved by the Organization, in accordance with the current legislation of Ukraine and the Organization’s Statute."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "2.6"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " Application for Determining the Category of a Person in Need of Charitable Assistance"
                  }
                ]
              },
              {
                "tag": "text",
                "content": " – a form reflecting information about a natural person, enabling the Organization to assign them the status of a Beneficiary, determine the type of charitable assistance needed by the Beneficiary, and ensure that such assistance aligns with the fields of charitable activity within which the Organization carries out its statutory (charitable) activities."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "2.7"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " Application for Determining Needs"
                  }
                ]
              },
              {
                "tag": "text",
                "content": " – a form reflecting information about the type and amount of charitable assistance in the form of property (goods) that a Beneficiary (natural person) needs to receive."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "2.8. Other definitions used in this Offer text are applied and understood by the Parties as defined in the Civil Code of Ukraine, the Tax Code of Ukraine, and the Law of Ukraine “On Charitable Activities and Charitable Organizations” dated July 5, 2012, No. 5073 (hereinafter – Law No. 5073)."
              }
            ]
          }
        ]
      },
      {
        "tag": "div",
        "className": "editor-block",
        "children": [
          {
            "tag": "h3",
            "className": "editor-heading-tertiary",
            "children": [
              {
                "tag": "text",
                "content": "3. Subject of the Agreement"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "3.1. The subject of this Agreement is the gratuitous and voluntary transfer of charitable assistance from the Organization to the Beneficiary in the form of funds and/or property (goods), rights of use, and other property rights over assets and property rights, the gratuitous provision of services and work performance for the benefit of the Beneficiary in accordance with the Law of Ukraine “On Charitable Activities and Charitable Organizations”."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "3.2. Charitable assistance in the form of funds, whether in cash or non-cash form, as well as in the form of property (goods), is provided by the Organization to the Beneficiary based on this Agreement and an act of transfer of funds/property."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "3.3. Charitable assistance (funds) in the national currency (hryvnia) in non-cash form is transferred to the Beneficiary’s bank account, as specified by the Beneficiary in the Application."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "3.4. Charitable assistance (funds) in the national currency (hryvnia) in cash form, as well as charitable assistance in the form of property (goods), is provided by an authorized person of the Organization at the location and during the period determined by the Organization. Information regarding the time and place of the distribution of charitable assistance (funds) is communicated in advance by the Organization to the Beneficiaries. In case the Beneficiary cannot personally receive the charitable assistance in cash and/or in the form of property (goods), it may be issued to their legal representative and/or an authorized representative."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "3.5. The amount of funds and/or the type, name, and quantity of property (goods) to be provided to the Beneficiary is determined by the Organization according to the needs of the Beneficiary, as specified by the Beneficiary in the Application for Determining Needs, as well as the conditions of charitable programs, projects, grants, considering the financial and other material and organizational capabilities of the Organization, based on principles of fairness and reasonableness."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "3.6. Charitable assistance in the form of work performance and/or provision of services to the Beneficiary is carried out by the Organization through the engagement of business entities (contractors, service providers) on a contractual basis for the direct performance of a specific type of work/provision of a specific type of service for the Beneficiary and subsequent payment by the Organization in the manner and under conditions stipulated in contracts with contractors/service providers."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "3.7. The provision of charitable assistance in the form of the gratuitous transfer by the Organization of rights of use and other property rights to the Beneficiary is based on agreements concluded between the owners of property rights, the Organization, and the Beneficiary or based on agreements concluded between the Organization and the Beneficiary (in cases where the Organization is itself the owner of such rights)."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "3.8. The execution of this Agreement is not intended to generate profit for the Organization/Benefactor, nor any other material or intangible benefits in exchange for providing charitable assistance."
              }
            ]
          }
        ]
      },
      {
        "tag": "div",
        "className": "editor-block",
        "children": [
          {
            "tag": "h3",
            "className": "editor-heading-tertiary",
            "children": [
              {
                "tag": "text",
                "content": "4. Acceptance"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "4.1. Acceptance of the Offer (acceptance of the terms of the Offer) means that the Beneficiary agrees with all its provisions, is familiar with the Charter of the Organization, which is posted in electronic form on the Organization's Website, is fully aware of and agrees with the subject of the Agreement, the purpose and objectives of the statutory (charitable) activities of the Organization."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "4.2. The Beneficiary's acceptance of the terms and conditions of this Offer must be full and unconditional."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "4.3. By accepting the Offer, the Beneficiary confirms that he is familiar with Appendix 1 to this Agreement (hereinafter referred to as Appendix 1) and gives his voluntary consent to the collection, processing and use of personal data in the manner provided for in Appendix 1. The Beneficiary's consent may be revoked in the manner established by the current legislation of Ukraine and Appendix 1."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "4.4. By accepting the Offer, the Beneficiary consents to the Organization's use of the means of communication specified by him in the Application."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "4.5. This Agreement is concluded on the terms of the accession agreement and is considered concluded from the moment of acceptance of the public Offer. The Parties agree that from the moment of acceptance of the Offer, this Agreement is considered concluded in writing in accordance with Articles 207, 634, 639, 641 and 642 of the Civil Code of Ukraine and the norms of the Law of Ukraine “On Charitable Activities and Charitable Organizations”."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "4.6. The Beneficiary’s completion of the Application in electronic or written form is considered accession to this Agreement."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "4.7. Acceptance of the Offer does not require the conclusion of an Agreement in the form of a separate written document between the two parties. The absence of a separate bilateral written Agreement does not render the terms of the Agreement invalid."
              }
            ]
          }
        ]
      },
      {
        "tag": "div",
        "className": "editor-block",
        "children": [
          {
            "tag": "h3",
            "className": "editor-heading-tertiary",
            "children": [
              {
                "tag": "text",
                "content": "5. Rights and obligations of the organization and the beneficiary"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": "5.1. THE ORGANIZATION HAS THE RIGHT:"
                  }
                ]
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.1.1. Provide charitable assistance to the Beneficiary under this Agreement."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.1.2. Independently determine the goals and procedure for using charitable assistance by the Beneficiary."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.1.3. To exercise control over the use of charitable assistance by the Beneficiary in a manner and within the time limits determined by the Beneficiary."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.1.4. Change the Beneficiary of charitable assistance in the event of the latter violating the goals and/or procedure for its use."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.1.5. Independently change the volume and timing of charitable assistance, taking into account one's own financial capabilities and other resources, informing the Beneficiary about this."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.1.6. To withdraw from this Agreement at any time due to the absence and/or insufficiency of financial, organizational, technical or any other resources/opportunities to provide charitable assistance to the Beneficiary."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.1.7. Other rights enshrined in the current legislation of Ukraine arise from the essence of this Agreement and/or are provided for by the agreements specified in clauses 3.6, 3.7 of this Agreement."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": "5.2. THE ORGANIZATION IS OBLIGED TO:"
                  }
                ]
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.2.1. Inform the Beneficiary about the place, date and time of the procedure for receiving and transferring charitable assistance in the form of funds and/or property (goods)."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.2.2. To use, process and store the Beneficiary's personal data (hereinafter referred to as personal data), use photo and video materials with his participation exclusively within the limits and for the purpose specified in Appendix 1 and the Agreement itself, as well as on the grounds and in the manner specified by the Civil Code of Ukraine, the Law of Ukraine \"On Personal Data Protection\"."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.2.3. Do not allow the disclosure of personal data by members, volunteers, employees and other representatives of the Organization in any way for the benefit of third parties, including state authorities, local governments, except for cases provided for by the legislation of Ukraine and only (if necessary) in the interests of national security, economic well-being, human rights and for the conduct of the All-Ukrainian Population Census. The confidentiality of personal data remains valid during the term of this Agreement and after its termination, except for cases established by the legislation of Ukraine."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.2.4. To maintain the confidentiality of confidential information entrusted to the Beneficiary or which became known to the Organization in connection with the conclusion and/or performance of this Agreement. Confidential information is any information to which third parties' access is restricted by the Beneficiary, as well as information recognized as such on the basis of the current legislation of Ukraine."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.2.5. Respect the honor and dignity of the Beneficiary, observe business etiquette, and monitor the proper fulfillment of this obligation by members, volunteers, employees, and other representatives of the Organization."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": "5.3. THE BENEFICIARY HAS THE RIGHT:"
                  }
                ]
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": "5.3.1. When receiving charitable assistance in the form of funds and/or property (goods):"
                  }
                ]
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.1.1 To own, use and dispose of the funds and/or property (goods) received as charitable assistance from the Organization in accordance with the goals and conditions determined by the Organization."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.1.2 To interact with the Organization within the framework of legal relations for the provision of charitable assistance."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.1.3. Unilaterally refuse to receive charitable assistance by notifying the Organization using the email address"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " openplanetua@gmail.com "
                  }
                ]
              },
              {
                "tag": "text",
                "content": "(hereinafter referred to as the email address) or by calling the Organization's contact number +38 098 152 25 43 (hereinafter referred to as the contact number)."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.1.4. Ask the Organization to change the terms and schedules for receiving and transferring charitable assistance using email or contact phone number."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.1.5. Request a change in the goals and/or procedure for using charitable assistance with the written consent of the Organization or its legal successors."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.1.6. Other rights provided for by the current legislation of Ukraine or arising from the essence of this Agreement."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": "5.3.2. When receiving charitable assistance in the form of the right of use, other property rights to property and/or property rights:"
                  }
                ]
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.2.1. Interact with the Organization within the framework of legal relations for the provision of charitable assistance."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.2.2. Use movable and/or immovable property (hereinafter referred to as \"property\"), the right to use which is provided as charitable assistance, in good faith and with care, in accordance with the goals and procedures defined by the Organization."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.2.3. Maintain the property received for use in a condition suitable for use for its intended purpose."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.2.4. To use property rights granted by the Organization as charitable assistance, in accordance with the goals and procedure determined by the Organization."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.2.5. Unilaterally refuse to receive charitable assistance by notifying the Organization via email."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.2.6. Request a change in the purpose and/or procedure for using charitable assistance with the written consent of the Organization or its successors."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.2.7. Other rights provided for by the current legislation of Ukraine and/or arising from the essence of this Agreement, and/or defined in the agreement provided for in clause 3.7. of the Agreement, or arising from its essence."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": "5.3.3. When receiving charitable assistance in the form of performing work/providing services:"
                  }
                ]
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.3.1. To use charitable assistance in the form of performing work/providing services in accordance with the goals, procedure and conditions determined by the Organization."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.3.2. To interact with the Benefactor during the execution of this Agreement."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.3.3. To require the contractor and/or executor engaged by the Organization to perform work/provide services as charitable assistance in a proper and timely manner."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.3.4. To monitor the quality and appropriateness of the performance of works/provision of services as charitable assistance by the contractor/executor engaged by the Organization."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.3.5. Require the contractor/executor engaged by the Organization to correct defects and/or deficiencies related to the performance of work/provision of services as charitable assistance."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.3.6. To receive from the contractor/executor engaged by the Organization documents (copies thereof), materials, any other information on the progress of the work/services provided as charitable assistance and the results of their performance/provision, to require the contractor/executor to provide written reports on the work performed/services provided."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.3.7. For the payment of penalties, compensation for losses and other material or immaterial damage caused by the contractor/executor engaged by the Organization through failure to perform work/failure to provide services or improper performance of work/provision of services as charitable assistance, other violations of their obligations, in full."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.3.8. Unilaterally refuse to receive charitable assistance by notifying the Organization via email."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.3.9. Request a change in the purpose and/or procedure for using charitable assistance with the written consent of the Organization or its successors."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.3.3.10. Other rights provided for by the current legislation of Ukraine and/or arising from the essence of this Agreement, and/or defined in the agreement provided for in clause 3.6. of the Agreement, or arising from its essence."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": "5.3. THE BENEFICIARY IS OBLIGED TO:"
                  }
                ]
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.4.1. To use charitable assistance provided by the Organization in accordance with the goals, conditions and procedure determined by the Organization."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.4.2. At the request of the Organization, provide a report on the use of charitable assistance in the form and within the time period established by the Organization."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.4.3. To be liable for damage and/or destruction of property, the right to use which was granted to him by the Organization as charitable assistance, in the manner and within the limits determined by the current legislation of Ukraine and the terms of the agreement specified in clause 3.7 of this Agreement."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.4.4. To assist the contractor/executor engaged by the Organization, as well as the Organization itself, in matters of providing charitable assistance, in particular, to provide the necessary documents, materials, and other information, the use of which determines the legality, appropriateness, and timeliness of the provision of charitable assistance."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "5.4.5. Other obligations stipulated by the current legislation of Ukraine arise from the essence of this Agreement and/or are provided for by the agreements specified in clauses 3.6, 3.7 of this Agreement."
              }
            ]
          }
        ]
      },
      {
        "tag": "div",
        "className": "editor-block",
        "children": [
          {
            "tag": "h3",
            "className": "editor-heading-tertiary",
            "children": [
              {
                "tag": "text",
                "content": "6. Final provisions"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "6.1. Charitable activities will continue until the Organization decides to terminate them, about which Beneficiaries will be informed by posting relevant information on the Organization’s Website."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "6.2. Any disputes arising in connection with the conclusion and execution of this Agreement or related to it shall be resolved through negotiations between the Parties. If a dispute cannot be resolved through negotiations, it will be resolved in court under the established jurisdiction and according to the current legislation of Ukraine."
              }
            ]
          }
        ]
      },
      {
        "tag": "div",
        "className": "editor-block",
        "children": [
          {
            "tag": "h3",
            "className": "editor-heading-tertiary",
            "children": [
              {
                "tag": "text",
                "content": "CONSENT-NOTIFICATION FOR THE COLLECTION, PROCESSING, AND USE OF PERSONAL DATA"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "I, the"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " Beneficiary,"
                  }
                ]
              },
              {
                "tag": "text",
                "content": " who has accepted the"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " Public Offer on providing charitable assistance to beneficiaries by the CHARITABLE ORGANIZATION “CHARITABLE FOUNDATION ‘Open Planet UA'”"
                  }
                ]
              },
              {
                "tag": "text",
                "content": " (hereinafter referred to as the Organization), consciously and voluntarily grant my consent to the Organization in accordance with the Law of Ukraine “On Personal Data Protection” for the"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " automated and non-automated processing (including collection, accumulation, storage, and use)"
                  }
                ]
              },
              {
                "tag": "text",
                "content": " of my personal data (including collection, accumulation, storage, and use) of my personal data (last name, first name, patronymic, registration number of the taxpayer’s account card, contact number, email address, and other data),"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " voluntarily provided by me when requesting charitable assistance."
                  }
                ]
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": " "
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "By signing this consent-notification,"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " I confirm that I have been informed in writing about the inclusion of my personal data in the Organization’s Beneficiaries database, the purpose of processing personal data, as well as my rights,"
                  }
                ]
              },
              {
                "tag": "text",
                "content": " as provided in Article 8 of the Law of Ukraine “On Personal Data Protection”:"
              }
            ]
          },
          {
            "tag": "ol",
            "className": "editor-numbered-list",
            "children": [
              {
                "tag": "li",
                "className": "editor-numbered-item",
                "children": [
                  {
                    "tag": "text",
                    "content": "To know the sources of collection, location of my personal data, the purpose of their processing, the location or place of residence (stay) of the controller or processor of personal data or to instruct authorized persons to obtain this information, except for cases established by law;"
                  }
                ]
              },
              {
                "tag": "li",
                "className": "editor-numbered-item",
                "children": [
                  {
                    "tag": "text",
                    "content": "To receive information about the conditions of access to personal data, including information about third parties to whom my personal data are transferred;"
                  }
                ]
              },
              {
                "tag": "li",
                "className": "editor-numbered-item",
                "children": [
                  {
                    "tag": "text",
                    "content": "To access my personal data;"
                  }
                ]
              },
              {
                "tag": "li",
                "className": "editor-numbered-item",
                "children": [
                  {
                    "tag": "text",
                    "content": "To receive a response within the period established by the legislation of Ukraine regarding whether my personal data are processed, as well as to receive the content of such personal data;"
                  }
                ]
              },
              {
                "tag": "li",
                "className": "editor-numbered-item",
                "children": [
                  {
                    "tag": "text",
                    "content": "To present a reasoned request to the data controller objecting to the processing of my personal data;"
                  }
                ]
              },
              {
                "tag": "li",
                "className": "editor-numbered-item",
                "children": [
                  {
                    "tag": "text",
                    "content": "To present a reasoned request for the modification or destruction of my personal data by any controller and processor of personal data if these data are processed illegally or are inaccurate;"
                  }
                ]
              },
              {
                "tag": "li",
                "className": "editor-numbered-item",
                "children": [
                  {
                    "tag": "text",
                    "content": "To protect my personal data from illegal processing and accidental loss, destruction, damage due to intentional concealment, failure to provide or delay in providing them, as well as to protect against the provision of information that is inaccurate or damages the honor, dignity, and business reputation of an individual;"
                  }
                ]
              },
              {
                "tag": "li",
                "className": "editor-numbered-item",
                "children": [
                  {
                    "tag": "text",
                    "content": "To file complaints about the processing of my personal data to the Commissioner or the court;"
                  }
                ]
              },
              {
                "tag": "li",
                "className": "editor-numbered-item",
                "children": [
                  {
                    "tag": "text",
                    "content": "To apply legal remedies in case of a violation of the legislation on personal data protection;"
                  }
                ]
              },
              {
                "tag": "li",
                "className": "editor-numbered-item",
                "children": [
                  {
                    "tag": "text",
                    "content": "To make reservations regarding the restriction of the right to process my personal data when giving consent;"
                  }
                ]
              },
              {
                "tag": "li",
                "className": "editor-numbered-item",
                "children": [
                  {
                    "tag": "text",
                    "content": "To withdraw consent to the processing of personal data;"
                  }
                ]
              },
              {
                "tag": "li",
                "className": "editor-numbered-item",
                "children": [
                  {
                    "tag": "text",
                    "content": "To know the mechanism of automatic processing of personal data;"
                  }
                ]
              },
              {
                "tag": "li",
                "className": "editor-numbered-item",
                "children": [
                  {
                    "tag": "text",
                    "content": "To protection from an automatic decision that has legal consequences for me."
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "tag": "div",
        "className": "editor-block",
        "children": [
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": "Moreover, according to Article 307 of the Civil Code of Ukraine, I, the"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " Beneficiary, who has accepted the Public Offer on providing charitable assistance to beneficiaries by the CHARITABLE ORGANIZATION “CHARITABLE FOUNDATION ‘Open Planet UA'”"
                  }
                ]
              },
              {
                "tag": "text",
                "content": " (hereinafter referred to as the Public Offer, Organization),"
              },
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " consciously and voluntarily grant my consent"
                  }
                ]
              },
              {
                "tag": "text",
                "content": " to the Organization to conduct photo and video recording for the purpose specified in clause 4.4 of the Public Offer."
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": " "
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": " The consent to conduct photo and video recording may be withdrawn by the Beneficiary by notifying the Organization at the email address openplanetua@gmail.com."
                  }
                ]
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": " "
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "span",
                "className": "editor-text-bold",
                "children": [
                  {
                    "tag": "text",
                    "content": "This consent-notification remains valid indefinitely."
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "tag": "div",
        "className": "editor-block",
        "children": [
          {
            "tag": "h3",
            "className": "editor-heading-tertiary",
            "style": {
              "fontWeight": 500,
              "lineHeight": "150%"
            },
            "children": [
              {
                "tag": "text",
                "content": "Signed by the Authorized Representative:"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": " "
              }
            ]
          },
          {
            "tag": "h2",
            "className": "editor-heading-secondary",
            "children": [
              {
                "tag": "text",
                "content": "Charitable Organization “Charitable Foundation ‘Open Planet UA’"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": " "
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "style": {
              "lineHeight": "150%",
              "fontSize": "20px"
            },
            "children": [
              {
                "tag": "text",
                "content": "Location: Ukraine, 01010, Kiev, 5/2A Knyaziv Ostrozhskyh Str.,"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": " "
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "style": {
              "lineHeight": "150%",
              "fontSize": "20px"
            },
            "children": [
              {
                "tag": "text",
                "content": "Registration code 45449719"
              }
            ]
          },
          {
            "tag": "p",
            "className": "editor-paragraph",
            "children": [
              {
                "tag": "text",
                "content": " "
              }
            ]
          },
          {
            "tag": "h3",
            "className": "editor-heading-tertiary",
            "children": [
              {
                "tag": "text",
                "content": "President of the Foundation: Roman A. Protopopov"
              }
            ]
          }
        ]
      }
    ]
  }
}
